Repository: RedTurtle/collective.vaporisation
Catalog: collective/vaporisation/locales/*/LC_MESSAGES/collective.vaporisation.po
Languages: es

source: Activate joint navigation
es: Activar unión de navegación

source: Cancel
es: Cancelar

source: Changes saved and tagcloud updated.
es: Cambios guardado y nube de etiqueta actualizadas.

source: Cloud reload timeout
es: Tiempo expirado de recarga de la nube de etiqueta

source: If selected, the keywords will be sorted alphabetically.
es: Si es seleccionado, las palabras claves serán ordenadas de forma alfabética.

source: Indexes to use
es: Índices disponibles

source: Joint navigation puts keywords together for associative searches.
es: Una unión de navegación coloca las palabras claves juntas para buscas asociativas.

source: List of keywords to use in the cloud
es: Lista de palabras claves a usar en la nube.

source: Mode to use
es: Modo a usar

source: Name to display
es: Título

source: No changes.
es: Sin cambios.

source: Number of different sizes
es: Tamaños diferentes

source: Number of keywords to display
es: Cantidad de palabras claves a mostrar en la nube de etiquetas

source: Only the objects of this type will be counted.
es: Solamente las palabras claves registradas a los tipos de contenidos que serán mostradas.

source: Only the objects under this directory will be counted. If empty, the portlet will search in all the site.
es: Solamente las palabras claves bajo este directorio serán presentadas. Si no es seleccionado un directorio, serán buscadas las palabras claves en todo el sitio.

source: Remove from keywords list
es: Remover da lista de palabras claves

source: Restrict the cloud keywords by removing these keywords.If there is something selected in the list over, the values of that list will be ignored.
es: A través de la lista siguiente es posible escoger las palabras claves que NO serán presentadas en la nube de etiqueta. Si alguna palabra clave es seleccionada en la lista de arriba, los valores de esa lista serán ignorados.

source: Save
es: Guardar

source: Select from the list the indexes to use for the cloud
es: Seleccione desde la lista de los índices de los cuales las palabras claves serán usado en la nube de etiqueta.

source: Select one of the possible mode to use the cloud
es: Seleccione uno de los modos disponibles para ser usado en la nube de etiqueta.

source: Sort keywords
es: Clasificar palabras clave

source: Start path
es: Ruta de referencia

source: The name of the tagcloud. For display purposes.
es: Este título aparecerá en la parte superior de la nube de etiquetas que mostrara las palabras claves, Para propósito de mostrar.

source: This number will also determine the biggest size.
es: Este número determina el tamaño mayor de fuente de letra utilizada para presentar las palabras claves en la nube de etiquetas.

source: Time in minutes after which the cloud should be reloaded.
es: Tiempo en minutos en el cual la nube debería ser recargada.

source: Type of contents
es: Tipos de contenidos

source: Use only the keywords of this list
es: Usar solamente las palabras clave de esta lista

source: Zero displays it all.
es: Número 0 mostrara todas las palabras clave.

source: joint_navigation
es: Unión de navegación basada en etiquetas (haga clic para remover) :

source: no_related_tags
es: Sin etiquetas relacionadas

source: normal_navigation
es: Actualmente buscando en :

source: Tagcloud portlet
es: Portlet de nube de etiqueta

source: A portlet that displays a cloud of tags to browser through
es: Un portlet que muestra una nube de etiquetas a través del navegador
